[
    {
        "story": "Hi, Future Maxime! This is your 10-year-old self writing to you. I hope this letter finds you well. First of all, I want to say how grateful I am for the gift you received on your 10th birthday. Do you remember that beautiful guitar our parents gave us? Well, I hope you kept playing it because I have always dreamed of becoming a musician. As a child, I spent every spare moment practicing on my guitar, and I learned how to play simple songs and even started writing my own music. I felt proud of myself and grateful for the wonderful gift our parents gave us. I hope that in the last 20 years, you continued to pursue your passion for music. Maybe you became a famous musician and performed on stages all around the world, or maybe you just played for fun with your friends and family. Either way, I hope that you never gave up on your dreams and that you continued to find joy in playing the guitar. I also hope that you are happy and healthy. Do you still enjoy reading books and playing video games? I wonder if you found new hobbies or interests as you grew older. I know that life can be challenging at times, but I believe in you and your ability to overcome any obstacles that come your way. I hope that you have had many wonderful experiences and have made lifelong memories with the people you love. Thank you for taking the time to read this letter. I hope it brought a smile to your face and reminded you of the joy you felt as a child. Keep on rocking!",
        "opening_date": "2034-02-13",
        "x_pos": "45",
        "y_pos": "23",
        "user": "Maxime",
        "themes": "10th birthday"
    },
    {
        "story": "Once upon a time, a long, long time ago, in a world very different from the one you know today, I was just a little girl living in a small village in the countryside. My name was Mary, and I grew up with my parents, grandparents, and six siblings. We were a big family, but we were happy and always looked out for one another.Life was tough back then, but we didn't know any different. We worked hard in the fields, tended to the animals, and helped with chores around the house. We didn't have many luxuries, but we had each other, and that was all that mattered.As I grew older, I started to dream of a different life. I wanted to see the world and experience new things. So, when I was just sixteen, I left my family and set off on my own.It was a scary and exciting time. I had no idea what lay ahead, but I was determined to make something of myself. I traveled to the big city and found work as a maid in a wealthy household. It was hard work, but I learned a lot and made some good friends.Eventually, I met a handsome young man named James. He was a merchant, and we fell in love quickly. We got married and started a family of our own.Life was good for a while, but then war broke out, and everything changed. James was called up to fight, and I was left alone with our young children.I did my best to keep them safe and fed, but it was a difficult time. We had to leave our home and flee to the countryside to escape the bombing.After the war ended, James returned home, and we rebuilt our life together. We had more children and watched as they grew up and started families of their own.Now, here I am, a great-great-grandmother, looking back on my life and all that I have seen and experienced. I am grateful for every moment, both the good and the bad, as they have all helped to shape me into the person I am today.I hope that my story inspires you to never give up on your dreams, to always be grateful for what you have, and to cherish your family and loved ones above all else.",
        "opening_date": "2023-04-02",
        "x_pos": "123",
        "y_pos": "87",
        "user": "Arrière arrière grand mère",
        "themes": "Future"
    },
    {
        "story": "",
        "opening_date": "2023-12-12",
        "x_pos": 1,
        "y_pos": 443,
        "user": "Me",
        "themes": "IDK bro"
    },
    {
        "story": "hjghhj",
        "opening_date": "2023-12-12",
        "x_pos": 1,
        "y_pos": 443,
        "user": "Me",
        "themes": "IDK bro"
    },
    {
        "story": "Voici une petite histoire",
        "opening_date": "2023-12-12",
        "x_pos": 1,
        "y_pos": 443,
        "user": "Me",
        "themes": "IDK bro"
    },
    {
        "story": "Hi, Future Maxime! This is your 10-year-old self writing to you. I hope this letter finds you well. First of all, I want to say how grateful I am for the gift you received on your 10th birthday. Do you remember that beautiful guitar our parents gave us? Well, I hope you kept playing it because I have always dreamed of becoming a musician. As a child, I spent every spare moment practicing on my guitar, and I learned how to play simple songs and even started writing my own music. I felt proud of myself and grateful for the wonderful gift our parents gave us. I hope that in the last 20 years, you continued to pursue your passion for music.",
        "opening_date": "2022-12-12",
        "type": "panel",
        "x_pos": 1,
        "y_pos": 443,
        "user": "Me",
        "themes": "IDK bro",
        "panel_id": "panel_one"
    }
]